tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sdkman/tap"
brew "cloc"
brew "editorconfig"
brew "gnupg"
brew "go"
brew "latexindent"
brew "llvm"
brew "n"
brew "pinentry-mac"
brew "shfmt"
brew "tree"
brew "sdkman/tap/sdkman-cli"
cask "adrive"
cask "alfred"
cask "blackhole-2ch"
cask "calibre"
cask "cyberduck"
cask "docker"
cask "enjoyable"
cask "eudic"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome-dev"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mactex-no-gui"
cask "mediainfo"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "motrix"
cask "obs"
cask "parallels"
cask "rescuetime"
cask "shiftit"
cask "steam"
cask "switchhosts"
cask "syntax-highlight"
cask "telegram"
cask "thunder"
cask "visual-studio-code"
cask "webex-meetings"
cask "zoom"
