tap "d12frosted/emacs-plus"
tap "exuanbo/auto-remove"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
brew "arp-scan"
brew "pkg-config"
brew "cloc"
brew "cmake"
brew "deno"
brew "editorconfig"
brew "icu4c"
brew "ffmpeg"
brew "go"
brew "hugo"
brew "libyaml"
brew "mono"
brew "n"
brew "node"
brew "opam"
brew "rbenv"
brew "rust"
brew "scala"
brew "tree"
brew "isacikgoz/taps/tldr"
cask "aegisub"
cask "alfred"
cask "calibre"
cask "db-browser-for-sqlite"
cask "deluge"
cask "drawio"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "gimp"
cask "handbrake"
cask "imageoptim"
cask "mactex"
cask "mediainfo"
cask "mtmr"
cask "obs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "responsively"
cask "shiftit"
cask "sloth"
cask "soundflower"
cask "telegram"
cask "wireshark"
